chat_system_511979370_actor_description=Druid Corban. Old druid.
chat_system_511979370_snap_3_question=^?^Well, tell me, have you removed the amulet?
chat_system_511979370_snap_3_answer_0=^?^Yes, of course. It had strong keepers.
chat_system_511979370_snap_3_answer_1=^?^Yes, I have. But unfortunately the boy died.
chat_system_511979370_snap_3_answer_2=^?^No, not yet.
chat_system_511979370_snap_4_question=^?^Well done, knight, give it to me. Now the people in the village are safe, and I can renew my own strengths as well. You deserve a reward.<br>[reward]
chat_system_511979370_snap_4_answer_0=^?^Thank you, old man. See you later.
chat_system_511979370_snap_5_question=^?^So, you took it from the boy's neck without suppressing it first. I feel sorry about the boy's death, but I can't bring him back.<br>Don't worry about the peasants who turned into stone. They will come to their senses soon. It's just a pity that we didn't manage to save all of them.<br>[reward]
chat_system_511979370_snap_5_answer_0=^?^See you later, Corban.
chat_system_511979370_snap_0_question=^?^I welcome you, knight. What has brought you to old Corban?
chat_system_511979370_snap_0_answer_0=^?^Well, druid, you seem to have visited the village that is located not far from the castle of the Marquis, and there is a problem now. All its residents have turned into stone! There is only a boy left alive. Could you help him?
chat_system_511979370_snap_1_question=^?^Aha! So that's where he is... I'm sorry, traveler. I was in that village the other day, curing some sheep. I did my work, then had lunch with the nice people, but when I returned home I couldn't find my Amulet of Concentration.<br>But if you say that the people in the village have turned into stone, then my Amulet must be there. Strong spells protect it from being stolen by evil people. That's why everybody turned into stone.<br>The boy must have picked up my amulet and that's how all this got started.
chat_system_511979370_snap_1_answer_0=^?^That's right! There was an amulet around the boy's neck.
chat_system_511979370_snap_2_question=^?^What a pity! Poor boy! Why did he take what didn't belong to him?<br>We need to take it from the poor boy, or the amulet will take all his living power from him. Then, all the people of the village will be free from the protective spells.<br>But if you just take the amulet from the child he may die. To take the amulet off without doing him mortal harm, you must first defeat its keepers.
chat_system_511979370_snap_2_answer_0=^?^Ok. Thanks for your help.
